Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Import Legacy ZIP...
ar: استيراد ZIP قديم...
de: Alte ZIP-Datei importieren...
es: Importar ZIP heredado...
fr: Importer un ancien ZIP...
he: ייבוא ZIP ישן...
hi: पुराना ZIP आयात करें...
id: Impor ZIP Lama...
it: Importa ZIP precedente...
ja: 旧形式のZIPを読み込む...
ko: 레거시 ZIP 가져오기...
nl: Oude ZIP importeren...
pl: Importuj starszy ZIP...
pt_br: Importar ZIP legado...
ru: Импортировать старый ZIP...
sv: Importera äldre ZIP...
tr: Eski ZIP'i İçe Aktar...
uk: Імпортувати старий ZIP...
vi: Nhập ZIP cũ...
zh_hans: 导入旧版 ZIP...
zh_hant: 匯入舊版 ZIP...

source: Encrypted backups restore as locked profiles with a fresh identity. Legacy version 1 ZIP restore remains available for older archives. Keychain items are never included.
ar: تُستعاد النسخ الاحتياطية المشفرة كملفات شخصية مقفلة بهوية جديدة. تظل استعادة ZIP القديم بالإصدار 1 متاحة للأرشيفات الأقدم. لا تُضمّن عناصر سلسلة المفاتيح مطلقًا.
de: Verschlüsselte Backups werden als gesperrte Profile mit neuer Identität wiederhergestellt. Die Wiederherstellung alter ZIP-Archive der Version 1 bleibt verfügbar. Schlüsselbund-Einträge werden nie einbezogen.
es: Las copias cifradas se restauran como perfiles bloqueados con una identidad nueva. La restauración de ZIP versión 1 sigue disponible para archivos antiguos. Nunca se incluyen elementos del llavero.
fr: Les sauvegardes chiffrées sont restaurées comme des profils verrouillés avec une nouvelle identité. La restauration des ZIP version 1 reste disponible pour les anciennes archives. Les éléments du trousseau ne sont jamais inclus.
he: גיבויים מוצפנים משוחזרים כפרופילים נעולים עם זהות חדשה. שחזור ZIP ישן מגרסה 1 נשאר זמין לארכיונים ישנים. פריטי צרור המפתחות לעולם אינם נכללים.
hi: एन्क्रिप्टेड बैकअप नई पहचान वाले लॉक प्रोफ़ाइल के रूप में पुनर्स्थापित होते हैं। पुराने संग्रहों के लिए संस्करण 1 ZIP बहाली उपलब्ध रहती है। कीचेन आइटम कभी शामिल नहीं होते।
id: Cadangan terenkripsi dipulihkan sebagai profil terkunci dengan identitas baru. Pemulihan ZIP versi 1 tetap tersedia untuk arsip lama. Item Rantai Kunci tidak pernah disertakan.
it: I backup cifrati vengono ripristinati come profili bloccati con una nuova identità. Il ripristino ZIP versione 1 resta disponibile per gli archivi precedenti. Gli elementi del Portachiavi non sono mai inclusi.
ja: 暗号化バックアップは、新しいIDを持つロック済みプロフィールとして復元されます。古いアーカイブ向けのバージョン1 ZIP復元も利用できます。キーチェーン項目は含まれません。
ko: 암호화된 백업은 새 ID를 가진 잠긴 프로필로 복원됩니다. 이전 아카이브를 위한 버전 1 ZIP 복원도 계속 사용할 수 있습니다. 키체인 항목은 포함되지 않습니다.
nl: Versleutelde reservekopieën worden hersteld als vergrendelde profielen met een nieuwe identiteit. Herstel van ZIP versie 1 blijft beschikbaar voor oudere archieven. Sleutelhangeritems worden nooit opgenomen.
pl: Szyfrowane kopie są przywracane jako zablokowane profile z nową tożsamością. Przywracanie ZIP w wersji 1 jest nadal dostępne dla starszych archiwów. Elementy pęku kluczy nigdy nie są dołączane.
pt_br: Backups criptografados são restaurados como perfis bloqueados com uma nova identidade. A restauração de ZIP versão 1 continua disponível para arquivos antigos. Itens das Chaves nunca são incluídos.
ru: Зашифрованные копии восстанавливаются как заблокированные профили с новым идентификатором. Восстановление ZIP версии 1 остаётся доступным для старых архивов. Элементы Связки ключей никогда не включаются.
sv: Krypterade säkerhetskopior återställs som låsta profiler med en ny identitet. Återställning av ZIP version 1 finns kvar för äldre arkiv. Nyckelringsobjekt inkluderas aldrig.
tr: Şifreli yedekler yeni kimliğe sahip kilitli profiller olarak geri yüklenir. Eski arşivler için sürüm 1 ZIP geri yüklemesi kullanılabilir. Anahtar Zinciri öğeleri hiçbir zaman eklenmez.
uk: Зашифровані копії відновлюються як заблоковані профілі з новою ідентичністю. Відновлення ZIP версії 1 залишається доступним для старих архівів. Елементи В’язки ключів ніколи не додаються.
vi: Bản sao lưu được mã hóa được khôi phục thành hồ sơ bị khóa với danh tính mới. Vẫn có thể khôi phục ZIP phiên bản 1 cho kho lưu trữ cũ. Không bao giờ bao gồm mục Chuỗi khóa.
zh_hans: 加密备份会恢复为具有新身份的锁定配置文件。旧归档仍可使用版本 1 ZIP 恢复。绝不会包含钥匙串项目。
zh_hant: 加密備份會回復為具有新識別身分的鎖定描述檔。舊封存檔仍可使用版本 1 ZIP 回復。絕不會包含鑰匙圈項目。

source: Export a Plaintext ZIP
ar: تصدير ZIP بنص صريح
de: ZIP-Datei als Klartext exportieren
es: Exportar un ZIP en texto claro
fr: Exporter un ZIP en texte clair
he: ייצוא ZIP בטקסט גלוי
hi: प्लेनटेक्स्ट ZIP निर्यात करें
id: Ekspor ZIP Teks Biasa
it: Esporta un ZIP in chiaro
ja: 平文ZIPを書き出す
ko: 평문 ZIP 내보내기
nl: Een ZIP met platte tekst exporteren
pl: Eksportuj ZIP w postaci jawnej
pt_br: Exportar um ZIP em texto simples
ru: Экспорт ZIP с открытым текстом
sv: Exportera en ZIP i klartext
tr: Düz Metin ZIP'i Dışa Aktar
uk: Експортувати ZIP із відкритим текстом
vi: Xuất ZIP văn bản thuần
zh_hans: 导出明文 ZIP
zh_hant: 匯出純文字 ZIP

source: The ZIP contains only the selected categories. It never fetches remote URLs or includes Keychain secrets, models, skills, plugins, hooks, tools, external repositories, or referenced external files.
ar: يحتوي ZIP على الفئات المحددة فقط. لا يجلب عناوين URL بعيدة ولا يضم أسرار سلسلة المفاتيح أو النماذج أو المهارات أو المكونات الإضافية أو الخطافات أو الأدوات أو المستودعات الخارجية أو الملفات الخارجية المشار إليها.
de: Die ZIP-Datei enthält nur die ausgewählten Kategorien. Sie lädt keine entfernten URLs und enthält keine Schlüsselbund-Geheimnisse, Modelle, Skills, Plugins, Hooks, Tools, externen Repositorys oder referenzierten externen Dateien.
es: El ZIP solo contiene las categorías seleccionadas. Nunca obtiene URL remotas ni incluye secretos del llavero, modelos, habilidades, complementos, hooks, herramientas, repositorios externos o archivos externos referenciados.
fr: Le ZIP contient uniquement les catégories sélectionnées. Il ne récupère jamais d’URL distantes et n’inclut ni secrets du trousseau, ni modèles, compétences, extensions, hooks, outils, dépôts externes ou fichiers externes référencés.
he: קובץ ה-ZIP מכיל רק את הקטגוריות שנבחרו. הוא אינו מושך כתובות URL מרוחקות ואינו כולל סודות מצרור המפתחות, מודלים, מיומנויות, תוספים, hooks, כלים, מאגרים חיצוניים או קבצים חיצוניים שהופנו.
hi: ZIP में केवल चुनी गई श्रेणियाँ होती हैं। यह दूरस्थ URL नहीं लाता और कीचेन रहस्य, मॉडल, स्किल, प्लगइन, हुक, टूल, बाहरी रिपॉज़िटरी या संदर्भित बाहरी फ़ाइलें शामिल नहीं करता।
id: ZIP hanya berisi kategori yang dipilih. ZIP tidak mengambil URL jarak jauh atau menyertakan rahasia Rantai Kunci, model, skill, plugin, hook, alat, repositori eksternal, atau file eksternal yang dirujuk.
it: Il file ZIP contiene solo le categorie selezionate. Non recupera URL remoti e non include segreti del Portachiavi, modelli, skill, plugin, hook, strumenti, repository esterni o file esterni referenziati.
ja: ZIPには選択したカテゴリだけが含まれます。リモートURLを取得せず、キーチェーンの秘密、モデル、スキル、プラグイン、フック、ツール、外部リポジトリ、参照先の外部ファイルも含めません。
ko: ZIP에는 선택한 범주만 포함됩니다. 원격 URL을 가져오지 않으며 키체인 비밀, 모델, 스킬, 플러그인, 훅, 도구, 외부 저장소 또는 참조된 외부 파일을 포함하지 않습니다.
nl: De ZIP bevat alleen de geselecteerde categorieën. Externe URL's worden nooit opgehaald en sleutelhangergeheimen, modellen, vaardigheden, plug-ins, hooks, tools, externe opslagplaatsen en externe verwijzingen worden niet opgenomen.
pl: ZIP zawiera tylko wybrane kategorie. Nie pobiera zdalnych adresów URL ani nie zawiera sekretów pęku kluczy, modeli, umiejętności, wtyczek, hooków, narzędzi, zewnętrznych repozytoriów ani wskazanych plików zewnętrznych.
pt_br: O ZIP contém apenas as categorias selecionadas. Ele nunca busca URLs remotos nem inclui segredos das Chaves, modelos, habilidades, plugins, hooks, ferramentas, repositórios externos ou arquivos externos referenciados.
ru: ZIP содержит только выбранные категории. Он не загружает удалённые URL и не включает секреты Связки ключей, модели, навыки, плагины, хуки, инструменты, внешние репозитории или указанные внешние файлы.
sv: ZIP-filen innehåller bara de valda kategorierna. Den hämtar aldrig fjärradresser och innehåller inte nyckelringshemligheter, modeller, färdigheter, insticksfiler, hooks, verktyg, externa kodförråd eller refererade externa filer.
tr: ZIP yalnızca seçilen kategorileri içerir. Uzak URL'leri getirmez; Anahtar Zinciri sırlarını, modelleri, becerileri, eklentileri, hook'ları, araçları, harici depoları veya başvurulan harici dosyaları içermez.
uk: ZIP містить лише вибрані категорії. Він не завантажує віддалені URL і не містить секретів В’язки ключів, моделей, навичок, плагінів, хуків, інструментів, зовнішніх репозиторіїв або вказаних зовнішніх файлів.
vi: ZIP chỉ chứa các danh mục đã chọn. ZIP không tải URL từ xa hoặc chứa bí mật Chuỗi khóa, mô hình, kỹ năng, phần bổ trợ, hook, công cụ, kho mã bên ngoài hay tệp bên ngoài được tham chiếu.
zh_hans: ZIP 仅包含所选类别。它不会获取远程 URL，也不会包含钥匙串机密、模型、技能、插件、钩子、工具、外部仓库或引用的外部文件。
zh_hant: ZIP 僅包含所選類別。它不會擷取遠端 URL，也不會包含鑰匙圈機密、模型、技能、外掛、掛鉤、工具、外部儲存庫或參照的外部檔案。

source: Generated images
ar: الصور المُنشأة
de: Erzeugte Bilder
es: Imágenes generadas
fr: Images générées
he: תמונות שנוצרו
hi: बनाई गई छवियाँ
id: Gambar yang dibuat
it: Immagini generate
ja: 生成画像
ko: 생성된 이미지
nl: Gegenereerde afbeeldingen
pl: Wygenerowane obrazy
pt_br: Imagens geradas
ru: Созданные изображения
sv: Genererade bilder
tr: Oluşturulan görüntüler
uk: Створені зображення
vi: Hình ảnh đã tạo
zh_hans: 生成的图像
zh_hant: 產生的影像

source: Attachments
ar: المرفقات
de: Anhänge
es: Adjuntos
fr: Pièces jointes
he: קבצים מצורפים
hi: अटैचमेंट
id: Lampiran
it: Allegati
ja: 添付ファイル
ko: 첨부 파일
nl: Bijlagen
pl: Załączniki
pt_br: Anexos
ru: Вложения
sv: Bilagor
tr: Ekler
uk: Вкладення
vi: Tệp đính kèm
zh_hans: 附件
zh_hant: 附件

source: turbospark CLI not found
ar: لم يتم العثور على واجهة سطر الأوامر turbospark
de: turbospark-CLI nicht gefunden
es: No se encontró la CLI de turbospark
fr: CLI turbospark introuvable
he: כלי שורת הפקודה turbospark לא נמצא
hi: turbospark CLI नहीं मिली
id: CLI turbospark tidak ditemukan
it: CLI turbospark non trovata
ja: turbospark CLI が見つかりません
ko: turbospark CLI를 찾을 수 없습니다
nl: turbospark CLI niet gevonden
pl: Nie znaleziono CLI turbospark
pt_br: CLI do turbospark não encontrada
ru: CLI turbospark не найдена
sv: turbospark CLI hittades inte
tr: turbospark CLI bulunamadı
uk: CLI turbospark не знайдено
vi: Không tìm thấy CLI turbospark
zh_hans: 未找到 turbospark 命令行工具
zh_hant: 找不到 turbospark 命令列工具

source: Import from Other Agents
ar: الاستيراد من أدوات الوكلاء الأخرى
de: Aus anderen Agent-Tools importieren
es: Importar de otros agentes
fr: Importer depuis d'autres agents
he: ייבוא מכלי סוכנים אחרים
hi: अन्य एजेंट टूल से आयात करें
id: Impor dari Alat Agent Lain
it: Importa da altri strumenti agent
ja: 他のエージェントツールからインポート
ko: 다른 에이전트 도구에서 가져오기
nl: Importeren vanuit andere agent-tools
pl: Importuj z innych narzędzi agentów
pt_br: Importar de outras ferramentas de agente
ru: Импорт из других агентских инструментов
sv: Importera från andra agentverktyg
tr: Diğer aracı araçlarından içe aktar
uk: Імпорт з інших агентних інструментів
vi: Nhập từ các công cụ agent khác
zh_hans: 从其他代理工具导入
zh_hant: 從其他代理工具匯入

source: Copy skills, agents, and MCP servers from Claude, Codex, Cursor, and other agent tools into TurboSpark. Nothing is read from those folders until you import it here.
ar: انسخ المهارات والوكلاء وخوادم MCP من Claude وCodex وCursor وأدوات الوكلاء الأخرى إلى TurboSpark. لا يتم قراءة شيء من تلك المجلدات حتى تستورده هنا.
de: Kopiere Skills, Agents und MCP-Server von Claude, Codex, Cursor und anderen Agent-Tools in TurboSpark. Nichts aus diesen Ordnern wird gelesen, bis du es hier importierst.
es: Copia habilidades, agentes y servidores MCP de Claude, Codex, Cursor y otras herramientas de agentes en TurboSpark. No se lee nada de esas carpetas hasta que lo importes aquí.
fr: Copiez des compétences, des agents et des serveurs MCP depuis Claude, Codex, Cursor et d'autres outils d'agents vers TurboSpark. Rien n'est lu dans ces dossiers tant que vous ne l'importez pas ici.
he: העתק כישורים, סוכנים ושרתי MCP מ-Claude, Codex, Cursor וכלי סוכנים אחרים אל TurboSpark. שום דבר לא נקרא מהתיקיות האלה עד שתייבא אותו כאן.
hi: Claude, Codex, Cursor और अन्य एजेंट टूल से कौशल, एजेंट और MCP सर्वर को TurboSpark में कॉपी करें। जब तक आप उन्हें यहाँ आयात नहीं करते, उन फ़ोल्डरों से कुछ भी नहीं पढ़ा जाता।
id: Salin skill, agent, dan server MCP dari Claude, Codex, Cursor, dan alat agent lainnya ke TurboSpark. Tidak ada yang dibaca dari folder tersebut sampai Anda mengimpornya di sini.
it: Copia skill, agent e server MCP da Claude, Codex, Cursor e altri strumenti agent in TurboSpark. Nulla viene letto da quelle cartelle finché non lo importi qui.
ja: Claude、Codex、Cursor などのエージェントツールからスキル、エージェント、MCPサーバーをTurboSparkにコピーします。ここでインポートするまで、それらのフォルダは読み取られません。
ko: Claude, Codex, Cursor 및 기타 에이전트 도구에서 스킬, 에이전트, MCP 서버를 TurboSpark로 복사합니다. 여기서 가져오기 전에는 해당 폴더에서 아무것도 읽지 않습니다.
nl: Kopieer skills, agents en MCP-servers van Claude, Codex, Cursor en andere agent-tools naar TurboSpark. Er wordt niets uit die mappen gelezen totdat je het hier importeert.
pl: Kopiuj umiejętności, agentów i serwery MCP z Claude, Codex, Cursor i innych narzędzi agentów do TurboSpark. Nic z tych folderów nie jest odczytywane, dopóki nie zaimportujesz tego tutaj.
pt_br: Copie habilidades, agentes e servidores MCP do Claude, Codex, Cursor e outras ferramentas de agente para o TurboSpark. Nada é lido dessas pastas até você importar aqui.
ru: Копируйте навыки, агентов и MCP-серверы из Claude, Codex, Cursor и других агентских инструментов в TurboSpark. Ничего не читается из этих папок, пока вы не импортируете это здесь.
sv: Kopiera färdigheter, agenter och MCP-servrar från Claude, Codex, Cursor och andra agentverktyg till TurboSpark. Inget läses från de mapparna förrän du importerar det här.
tr: Becerileri, ajanları ve MCP sunucularını Claude, Codex, Cursor ve diğer aracı araçlarından TurboSpark'a kopyalayın. Buraya içe aktarana kadar bu klasörlerden hiçbir şey okunmaz.
uk: Копіюйте навички, агентів і MCP-сервери з Claude, Codex, Cursor та інших агентних інструментів до TurboSpark. Нічого не читається з цих тек, поки ви не імпортуєте це тут.
vi: Sao chép kỹ năng, agent và máy chủ MCP từ Claude, Codex, Cursor và các công cụ agent khác vào TurboSpark. Không có gì được đọc từ các thư mục đó cho đến khi bạn nhập vào đây.
zh_hans: 将 Claude、Codex、Cursor 及其他代理工具中的技能、代理和 MCP 服务器复制到 TurboSpark。在此导入之前，不会读取这些文件夹中的任何内容。
zh_hant: 將 Claude、Codex、Cursor 及其他代理工具中的技能、代理和 MCP 伺服器複製到 TurboSpark。在此匯入之前，不會讀取這些資料夾中的任何內容。

source: Category
ar: الفئة
de: Kategorie
es: Categoría
fr: Catégorie
he: קטגוריה
hi: श्रेणी
id: Kategori
it: Categoria
ja: カテゴリ
ko: 카테고리
nl: Categorie
pl: Kategoria
pt_br: Categoria
ru: Категория
sv: Kategori
tr: Kategori
uk: Категорія
vi: Danh mục
zh_hans: 类别
zh_hant: 類別

source: User Scope (~/.turbospark)
ar: نطاق المستخدم (~/.turbospark)
de: Nutzerbereich (~/.turbospark)
es: Ámbito de usuario (~/.turbospark)
fr: Portée utilisateur (~/.turbospark)
he: טווח משתמש (~/.turbospark)
hi: उपयोगकर्ता स्कोप (~/.turbospark)
id: Cakupan Pengguna (~/.turbospark)
it: Ambito utente (~/.turbospark)
ja: ユーザースコープ (~/.turbospark)
ko: 사용자 범위 (~/.turbospark)
nl: Gebruikersbereik (~/.turbospark)
pl: Zakres użytkownika (~/.turbospark)
pt_br: Escopo do usuário (~/.turbospark)
ru: Область пользователя (~/.turbospark)
sv: Användaromfång (~/.turbospark)
tr: Kullanıcı kapsamı (~/.turbospark)
uk: Область користувача (~/.turbospark)
vi: Phạm vi người dùng (~/.turbospark)
zh_hans: 用户范围 (~/.turbospark)
zh_hant: 使用者範圍 (~/.turbospark)

source: Project Scope (.turbospark)
ar: نطاق المشروع (.turbospark)
de: Projektbereich (.turbospark)
es: Ámbito de proyecto (.turbospark)
fr: Portée projet (.turbospark)
he: טווח פרויקט (.turbospark)
hi: प्रोजेक्ट स्कोप (.turbospark)
id: Cakupan Proyek (.turbospark)
it: Ambito progetto (.turbospark)
ja: プロジェクトスコープ (.turbospark)
ko: 프로젝트 범위 (.turbospark)
nl: Projectbereik (.turbospark)
pl: Zakres projektu (.turbospark)
pt_br: Escopo do projeto (.turbospark)
ru: Область проекта (.turbospark)
sv: Projektomfång (.turbospark)
tr: Proje kapsamı (.turbospark)
uk: Область проєкту (.turbospark)
vi: Phạm vi dự án (.turbospark)
zh_hans: 项目范围 (.turbospark)
zh_hant: 專案範圍 (.turbospark)

source: Scanning other agents' folders...
ar: جارٍ فحص مجلدات أدوات الوكلاء الأخرى...
de: Ordner anderer Agent-Tools werden durchsucht ...
es: Escaneando las carpetas de otros agentes...
fr: Analyse des dossiers des autres agents...
he: סורק תיקיות של כלי סוכנים אחרים...
hi: अन्य एजेंट टूल के फ़ोल्डर स्कैन किए जा रहे हैं...
id: Memindai folder alat agent lain...
it: Scansione delle cartelle degli altri strumenti agent...
ja: 他のエージェントツールのフォルダをスキャンしています...
ko: 다른 에이전트 도구의 폴더를 검색하는 중...
nl: Mappen van andere agent-tools worden gescand...
pl: Skanowanie folderów innych narzędzi agentów...
pt_br: Verificando as pastas de outras ferramentas de agente...
ru: Сканирование папок других агентских инструментов...
sv: Söker igenom andra agentverktygs mappar ...
tr: Diğer aracı araçlarının klasörleri taranıyor...
uk: Сканування тек інших агентних інструментів...
vi: Đang quét các thư mục của công cụ agent khác...
zh_hans: 正在扫描其他代理工具的文件夹...
zh_hant: 正在掃描其他代理工具的資料夾...

source: No importable content found in other agent locations.
ar: لم يُعثر على محتوى قابل للاستيراد في مواقع أدوات الوكلاء الأخرى.
de: Keine importierbaren Inhalte an anderen Agent-Speicherorten gefunden.
es: No se encontró contenido importable en las ubicaciones de otros agentes.
fr: Aucun contenu importable trouvé dans les emplacements des autres agents.
he: לא נמצא תוכן הניתן לייבוא במיקומי כלי סוכנים אחרים.
hi: अन्य एजेंट टूल स्थानों में कोई आयात योग्य सामग्री नहीं मिली।
id: Tidak ada konten yang dapat diimpor ditemukan di lokasi alat agent lain.
it: Nessun contenuto importabile trovato nelle posizioni degli altri strumenti agent.
ja: 他のエージェントツールの場所にインポート可能なコンテンツが見つかりませんでした。
ko: 다른 에이전트 도구 위치에서 가져올 수 있는 콘텐츠를 찾을 수 없습니다.
nl: Geen importeerbare inhoud gevonden op locaties van andere agent-tools.
pl: Nie znaleziono treści możliwych do zaimportowania w lokalizacjach innych narzędzi agentów.
pt_br: Nenhum conteúdo importável encontrado nos locais de outras ferramentas de agente.
ru: В расположениях других агентских инструментов не найдено содержимого для импорта.
sv: Ingen importerbar innehåll hittades på andra agentverktygs platser.
tr: Diğer aracı araçları konumlarında içe aktarılabilir içerik bulunamadı.
uk: У розташуваннях інших агентних інструментів не знайдено вмісту для імпорту.
vi: Không tìm thấy nội dung có thể nhập tại các vị trí của công cụ agent khác.
zh_hans: 在其他代理工具的位置中未找到可导入的内容。
zh_hant: 在其他代理工具的位置中未找到可匯入的內容。

source: Servers are added disabled.
ar: تُضاف الخوادم معطّلة.
de: Server werden deaktiviert hinzugefügt.
es: Los servidores se añaden desactivados.
fr: Les serveurs sont ajoutés désactivés.
he: השרתים נוספים כשהם מושבתים.
hi: सर्वर अक्षम अवस्था में जोड़े जाते हैं।
id: Server ditambahkan dalam keadaan nonaktif.
it: I server vengono aggiunti disattivati.
ja: サーバーは無効の状態で追加されます。
ko: 서버는 비활성화 상태로 추가됩니다.
nl: Servers worden uitgeschakeld toegevoegd.
pl: Serwery są dodawane wyłączone.
pt_br: Os servidores são adicionados desativados.
ru: Серверы добавляются отключёнными.
sv: Servrar läggs till inaktiverade.
tr: Sunucular devre dışı olarak eklenir.
uk: Сервери додаються вимкненими.
vi: Máy chủ được thêm ở trạng thái tắt.
zh_hans: 服务器将以禁用状态添加。
zh_hant: 伺服器將以停用狀態加入。

source: Import Selected (%lld)
ar: استيراد المحدد (%lld)
de: Auswahl importieren (%lld)
es: Importar seleccionados (%lld)
fr: Importer la sélection (%lld)
he: ייבוא נבחרים (%lld)
hi: चयनित आयात करें (%lld)
id: Impor Terpilih (%lld)
it: Importa selezionati (%lld)
ja: 選択をインポート (%lld)
ko: 선택 항목 가져오기 (%lld)
nl: Selectie importeren (%lld)
pl: Importuj wybrane (%lld)
pt_br: Importar selecionados (%lld)
ru: Импортировать выбранное (%lld)
sv: Importera valda (%lld)
tr: Seçilenleri içe aktar (%lld)
uk: Імпортувати вибране (%lld)
vi: Nhập các mục đã chọn (%lld)
zh_hans: 导入所选（%lld 个）
zh_hant: 匯入所選（%lld 個）

source: Already imported
ar: مستورد بالفعل
de: Bereits importiert
es: Ya importado
fr: Déjà importé
he: כבר יובא
hi: पहले से आयातित
id: Sudah diimpor
it: Già importato
ja: インポート済み
ko: 이미 가져옴
nl: Al geïmporteerd
pl: Już zaimportowano
pt_br: Já importado
ru: Уже импортировано
sv: Redan importerad
tr: Zaten içe aktarıldı
uk: Уже імпортовано
vi: Đã nhập
zh_hans: 已导入
zh_hant: 已匯入

source: Added %lld servers; %lld skipped (name already in use).
ar: تمت إضافة %lld خادمًا؛ تم تخطي %lld (الاسم قيد الاستخدام بالفعل).
de: %lld Server hinzugefügt; %lld übersprungen (Name bereits vergeben).
es: Se añadieron %lld servidores; %lld omitidos (nombre ya en uso).
fr: %lld serveurs ajoutés ; %lld ignorés (nom déjà utilisé).
he: נוספו %lld שרתים; %lld דולגו (השם כבר בשימוש).
hi: %lld सर्वर जोड़े गए; %lld छोड़े गए (नाम पहले से उपयोग में है)।
id: %lld server ditambahkan; %lld dilewati (nama sudah dipakai).
it: %lld server aggiunti; %lld saltati (nome già in uso).
ja: %lld 個のサーバーを追加しました。%lld 個をスキップしました（名前は既に使用中）。
ko: 서버 %lld개 추가됨. %lld개 건너뜀(이름이 이미 사용 중).
nl: %lld servers toegevoegd; %lld overgeslagen (naam al in gebruik).
pl: Dodano %lld serwerów; pominięto %lld (nazwa już w użyciu).
pt_br: %lld servidores adicionados; %lld ignorados (nome já em uso).
ru: Добавлено серверов: %lld; пропущено: %lld (имя уже занято).
sv: Lade till %lld servrar; hoppade över %lld (namnet används redan).
tr: %lld sunucu eklendi; %lld atlandı (ad zaten kullanımda).
uk: Додано %lld серверів; пропущено %lld (ім'я вже використовується).
vi: Đã thêm %lld máy chủ; bỏ qua %lld (tên đã được dùng).
zh_hans: 已添加 %lld 个服务器；跳过 %lld 个（名称已被占用）。
zh_hant: 已新增 %lld 個伺服器；略過 %lld 個（名稱已被使用）。

source: Added %lld servers (disabled).
ar: تمت إضافة %lld خادمًا (معطّلة).
de: %lld Server hinzugefügt (deaktiviert).
es: Se añadieron %lld servidores (desactivados).
fr: %lld serveurs ajoutés (désactivés).
he: נוספו %lld שרתים (מושבתים).
hi: %lld सर्वर जोड़े गए (अक्षम)।
id: %lld server ditambahkan (nonaktif).
it: %lld server aggiunti (disattivati).
ja: %lld 個のサーバーを追加しました（無効）。
ko: 서버 %lld개 추가됨(비활성화).
nl: %lld servers toegevoegd (uitgeschakeld).
pl: Dodano %lld serwerów (wyłączone).
pt_br: %lld servidores adicionados (desativados).
ru: Добавлено серверов: %lld (отключены).
sv: Lade till %lld servrar (inaktiverade).
tr: %lld sunucu eklendi (devre dışı).
uk: Додано %lld серверів (вимкнено).
vi: Đã thêm %lld máy chủ (tắt).
zh_hans: 已添加 %lld 个服务器（已禁用）。
zh_hant: 已新增 %lld 個伺服器（已停用）。

source: Other Agent Tools
ar: أدوات الوكلاء الأخرى
de: Andere Agent-Tools
es: Otras herramientas de agentes
fr: Autres outils d'agents
he: כלי סוכנים אחרים
hi: अन्य एजेंट टूल
id: Alat Agent Lain
it: Altri strumenti agent
ja: 他のエージェントツール
ko: 다른 에이전트 도구
nl: Andere agent-tools
pl: Inne narzędzia agentów
pt_br: Outras ferramentas de agente
ru: Другие агентские инструменты
sv: Andra agentverktyg
tr: Diğer Aracı Araçları
uk: Інші агентні інструменти
vi: Công cụ agent khác
zh_hans: 其他代理工具
zh_hant: 其他代理工具
